Repository: AddsDev/checkout-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: es_419

# confirmation-address
source: Shipping address
es_419: Información de envío

# confirmation-order
source: Order detail
es_419: Detalle de la orden

# confirmation-pruchase-detail
source: Purchase detail
es_419: Detalle de la compra

source: No purchases found
es_419: No se encontraron compras

# pay-checkout
source: Pay with PlacetoPay
es_419: Pagar con PlacetoPay

# receipt-date
source: Date time
es_419: Fecha y hora

# receipt-no-results
source: No results
es_419: No se encontraron resultados

# receipt-order-detail
source: Order detail
es_419: Detalle de la orden

# receipt-reference %@
source: Reference: %@.
es_419: Referencia: %@.

source: Shopping ID: %@
es_419: ID de la compra: %@

# status-approved
source: Approved transaction
es_419: Transacción exitosa

# status-pending
source: Pending transaction
es_419: Transacción pendiente

# status-rejected
source: Rejected transaction
es_419: Transacción rechazada

# titile-confirmation
source: Confirmation
es_419: Confirmación

# title-buy-now
source: Buy now
es_419: Comprar ahora

# title-buyers
source: Buyers
es_419: Compradores

source: title-confirmation
es_419: Confirmación

# title-delete
source: Delete
es_419: Eliminar

# title-history
source: History
es_419: HIstorial

# title-loading
source: Loading
es_419: Cargando

# title-package
source: Packages
es_419: Paquetes

# title-shipping
source: Shipping
es_419: Envío
